tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "schniz/tap"
cask "adoptopenjdk8"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "spark"
brew "battery"
brew "bison"
brew "icu4c"
brew "bzip2"
brew "libpng"
brew "gettext"
brew "pcre"
brew "python"
brew "gmp"
brew "coreutils"
brew "curl"
brew "libevent"
brew "libssh2"
brew "go"
brew "dep"
brew "dnsmasq", restart_service: true
brew "jpeg"
brew "webp"
brew "ffmpeg"
brew "libtool"
brew "libxml2"
brew "git"
brew "git-flow"
brew "gnupg"
brew "htop"
brew "hub"
brew "libiconv"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mtr"
brew "mysql"
brew "nginx", restart_service: true
brew "nmap"
brew "parallel"
brew "php@7.2", restart_service: true, link: true
brew "postgresql", restart_service: true
brew "postgis"
brew "re2c"
brew "redis", restart_service: true
brew "sonar-scanner"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "youtube-dl"
brew "zlib"
brew "nektos/tap/act"
brew "schniz/tap/fnm"
cask "1password"
cask "alfred"
cask "android-platform-tools"
cask "android-sdk"
cask "appcleaner"
cask "brave-browser"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "difffork"
cask "discord"
cask "docker"
cask "dropbox"
cask "fastlane"
cask "figma"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "keepassx"
cask "keka"
cask "keybase"
cask "kindle"
cask "libreoffice"
cask "macdown"
cask "mailspring"
cask "mounty"
cask "mysqlworkbench"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "raindropio"
cask "robo-3t"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "tunnelblick"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "vyprvpn"
cask "whatsapp"
mas "Disk Cartography", id: 905264208
mas "Disk Speed Test", id: 425264550
mas "Lightshot Screenshot", id: 526298438
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
